{"translation-revision-date":"2023-01-12 18:06+0000","generator":"Loco https:\/\/localise.biz\/","source":"assets\/client\/admin\/wp-admin-scripts\/marketing-coupons.js","domain":"woocommerce","locale_data":{"woocommerce":{"":{"domain":"woocommerce","lang":"pt_BR","plural-forms":"nplurals=2; plural=n != 1;"},"Facebook":["Facebook"],"Mutable settings should be accessed via data store.":["Mutável configurações devem ser acessado através do armazenamento de dados."],"Creative Mail by Constant Contact":["Criativo Mail pelo Contato Constante"],"Google":["O Google"],"Jetpack CRM":["Jetpack CRM"],"Salesforce":["Salesforce"],"Tiktok":["Tiktok"],"Trustpilot":["Trustpilot"],"Vimeo":["Vimeo"],"Zapier":["Zapier"],"The extension has been successfully activated.":["A extensão foi ativado com êxito."],"There was an error trying to activate the extension.":["Houve um erro ao tentar ativar a extensão."],"There was an error loading installed extensions.":["Ocorreu um erro ao carregar extensões instaladas."],"There was an error loading recommended extensions.":["Ocorreu um erro ao carregar recomendado extensões."],"Recommended extensions":["Recomendado extensões"],"Great marketing requires the right tools. Take your marketing to the next level with our recommended marketing extensions.":["Grande marketing exige as ferramentas certas. Tome o seu marketing para o próximo nível com o nosso recomendado de marketing extensões."],"Oops, our posts aren't loading right now":["Oops, nossos posts não estiverem carregando agora"],"No posts yet":["Não há posts ainda"],"By":["Por"],"WooCommerce knowledge base":["WooCommerce base de dados de conhecimento"],"Learn the ins and outs of successful marketing from the experts at WooCommerce.":["Saiba os prós e contras de sucesso de marketing de especialistas no WooCommerce."],"Recommended coupon extensions":["Recomendado cupom extensões"],"Take your coupon marketing to the next level with our recommended coupon extensions.":["Pegue seu cupom de marketing para o próximo nível com o nosso recomendado de cupom extensões."],"Learn the ins and outs of successful coupon marketing from the experts at WooCommerce.":["Saiba os prós e contras de sucesso cupom de marketing de especialistas no WooCommerce."]}}}