{"translation-revision-date":"2023-01-14 19:46+0000","generator":"Loco https:\/\/localise.biz\/","source":"assets\/client\/admin\/chunks\/profile-wizard.js","domain":"woocommerce","locale_data":{"woocommerce":{"":{"domain":"woocommerce","lang":"pt_BR","plural-forms":"nplurals=2; plural=n != 1;"},"$%f per month":["$%f por mês"],"$%f per year":["$%f por ano"],"%s (I'm just getting started)":["%s (eu estou apenas começando)"],"%s per year":["%s por ano"],"%s was installed and activated on your site":["%s foi instalado e ativado no seu site"],"+250":["+250"],"Add recommended business features to my site":["Adicionar recomendado características do negócio para o meu site"],"All themes":["Todos os temas"],"Amazon":["Amazon"],"BigCommerce":["De agosto"],"Billing is annual. All purchases are covered by our 30 day money back guarantee and include access to support and updates. Extensions will be added to a cart for you to purchase later.":["Faturamento anual. Todas as compras são cobertos pela nossa 30 dias dinheiro de volta garantia e incluir o acesso a suporte e atualizações. Extensões serão adicionados a um carrinho para você comprar mais tarde."],"Business Details":["Detalhes De Negócios"],"Business details":["Detalhes de negócios"],"By installing %s plugin for free you agree to our {{link}}Terms of Service{{\/link}}.":["Ao instalar %s plugin gratuito que você concorda com a nossa {{link}}Termos de Serviço{{\/link}}.","Ao instalar %s plugins de graça, você concorda com a nossa {{link}}Termos de Serviço{{\/link}}."],"Choose":["Escolha"],"Choose a theme":["Escolha um tema"],"Choose any that apply":["Escolha todas as que se aplicam"],"Choose how your store appears to customers. And don't worry, you can always switch themes and edit them later.":["Escolha a forma como o arquivo é apresentada aos clientes. E não se preocupe, você sempre pode mudar temas e editá-los mais tarde."],"Continue":["Continuar"],"Continue with my active theme":["Continuar com a minha active o tema"],"Continue without installing":["Continuar sem instalar"],"Currently active theme":["Actualmente, active o tema"],"Currently selling elsewhere?":["Atualmente vendendo em outro lugar?"],"Discard":["Descarte"],"Display monthly prices":["Mostrar preços mensais"],"Drop a theme zip file here to upload":["Soltar um tema arquivo zip aqui para carregar"],"Drop your theme zip file here":["Solte o seu tema arquivo zip aqui"],"eBay":["eBay"],"Email address":["Endereço de e-mail"],"Etsy":["Etsy"],"Free":["Livre"],"Free features":["Recursos gratuitos"],"Free themes":["Temas livres"],"Get tips, product updates and inspiration straight to your mailbox.":["Receba dicas, atualizações do produto e inspiração diretamente para a sua caixa de correio."],"How many employees do you have?":["Quantos funcionários você tem?"],"How many products do you plan to display?":["Como muitos produtos que você pretende mostrar?"],"I don't have any products yet.":["Eu não tenho nenhum produto ainda."],"I'd rather not say":["Eu prefiro não dizer"],"I'm setting up a store for a client":["Eu sou a configuração de uma loja para um cliente"],"In which industry does the store operate?":["Em que a indústria faz o armazenamento de operar?"],"Included business features":["Incluído características de negócios"],"Industry":["Indústria"],"Installed":["Instalado"],"Installing the following plugin: %s":["Instalando o seguinte plugin: %s","Instalar os seguintes plugins: %s"],"Invalid email address":["Endereço de email inválido"],"It's just me":["É só comigo"],"Learn more":["Saiba mais"],"Learn more about recommended free business features":["Saiba mais sobre recomendado gratuito de negócios"],"Live demo":["Demonstração ao vivo"],"Magento":["Magento"],"Manual setup is only recommended for\n experienced WooCommerce users or developers.":["Manual de instalação é apenas recomendado para experientes WooCommerce usuários ou desenvolvedores."],"More than %s":["Mais de %s"],"No":["Nenhum"],"No commitment required - you can remove them at any time.":["Sem compromisso - você pode removê-los a qualquer momento."],"Other":["Outros"],"Paid themes":["Temas pagos"],"Please enter your email address to subscribe":["Por favor introduza o seu endereço de email para assinar"],"Please select at least one industry":["Por favor seleccione pelo menos uma indústria"],"Please select at least one product type":["Por favor seleccione pelo menos um tipo de produto"],"Powered by Mailchimp":["Powered by Mailchimp"],"Product Types":["Tipos De Produto"],"Retry":["Repetição"],"Save":["Salvar"],"Save changes?":["Salvar as alterações?"],"Shopify":["Shopify"],"Skip setup store details":["Ignorar configuração de loja detalhes"],"Skip this step":["Ignore este passo"],"Squarespace":["Gratis, logomarca gratis,"],"Store Details":["Armazene Detalhes"],"store product count or revenue\u0004%s+":["%s+"],"store product count or revenue range\u0004%1$s - %2$s":["%1$s - %2$s"],"Tell us about your business":["Conte-nos sobre o seu negócio"],"Tell us where you run your business to help us configure currency, shipping, taxes, and more in a fully automated way.":["Diga-nos onde você executar o seu negócio para ajudar-nos a configurar moeda, transporte, impostos, e mais de uma forma completamente automatizada."],"The following extensions will be added to your site for free: WooCommerce Payments. An account is required to use this feature.":["As seguintes extensões será adicionado ao seu site grátis: WooCommerce Pagamentos. É necessária uma conta para utilizar esta funcionalidade."],"The following plugin will be installed for free: %1$s. %2$s":["O seguinte plugin será instalado gratuitamente: %1$s. %2$s","Os seguintes plugins serão instalados para livre: %1$s. %2$s"],"Theme":["Tema"],"There was a problem finishing the setup wizard":["Houve um problema ao concluir o assistente de configuração"],"There was a problem saving free features state":["Ocorreu um problema ao guardar recursos livres estado"],"There was a problem saving your store details":["Ocorreu um problema ao guardar o seu armazenamento de dados"],"There was a problem selecting your store theme":["Houve um problema de selecionar o seu tema loja"],"There was a problem skipping the setup wizard":["Houve um problema ignorando o assistente de configuração"],"There was a problem updating your business details":["Houve um problema ao atualizar os detalhes do seu negócio"],"There was a problem updating your industries":["Houve um problema ao actualizar o seu indústrias"],"There was a problem updating your product types":["Houve um problema ao actualizar o seu tipo de produto"],"This field is required":["Este campo é obrigatório"],"This product type requires a paid extension.\nWe'll add this to a cart so that\nyou can purchase and install it later.":["Este tipo de produto requer o pagamento de uma extensão. Nós vamos adicionar isto a um carrinho para que você possa comprar e instalar mais tarde."],"This theme does not support WooCommerce.":["Este tema não suporta WooCommerce."],"Up to %s":["Até para %s"],"Upload a theme":["Fazer o Upload de um tema"],"Uploading theme":["Upload do tema"],"User accounts are required to use these features.":["Contas de usuário são necessários para usar esses recursos."],"Walmart":["Walmart"],"We recommend enhancing your store with these free extensions":["Recomendamos melhorar sua loja com estas extensões livres"],"We'd love to know if you are just getting started or you already have a business in place.":["Gostaríamos de saber se você está apenas começando ou já tem um negócio no local."],"Welcome to WooCommerce":["Bem-vindo ao WooCommerce"],"What is the platform name?":["Qual é o nome da plataforma?"],"What type of products will be listed?":["Que tipo de produtos serão listados?"],"What's your current annual revenue?":["Qual é o seu atual rendimento anual?"],"Which platform is the store using?":["Qual a plataforma da loja usando?"],"Wish":["Desejo"],"Wix":["Wix"],"Yes, I own a different store powered by WooCommerce":["Sim, eu possuo uma loja diferente alimentado por WooCommerce"],"Yes, in person at physical stores and\/or events":["Sim, em pessoa, nas lojas físicas e\/ou eventos"],"Yes, on another platform":["Sim, em outra plataforma"],"Yes, on another platform and in person at physical stores and\/or events":["Sim, em outra plataforma e em pessoa em lojas físicas e\/ou eventos"],"You're about to go to a different step. Do you want to save the changes you've made here so far?":["Você está prestes a ir para outra etapa. Você deseja salvar as alterações que você fez aqui tão longe?"],"Your theme is being uploaded":["O tema está sendo carregado"],"{{strong}}%s{{\/strong}} developed by WooCommerce":["{{forte}}%s{{\/strong}} WooCommerce desenvolvido por"]}}}