{"translation-revision-date":"2023-01-12 18:06+0000","generator":"Loco https:\/\/localise.biz\/","source":"assets\/client\/admin\/chunks\/wcpay-payment-welcome-page.js","domain":"woocommerce","locale_data":{"woocommerce":{"":{"domain":"woocommerce","lang":"pt_BR","plural-forms":"nplurals=2; plural=n != 1;"},"WooCommerce Payments":["WooCommerce Pagamentos"],"See more":["Veja mais"],"Learn more":["Saiba mais"],"PayPal Payments":["Pagamentos Por PayPal"],"Amazon Pay":["Amazon Pagar"],"Affirm":["Afirmar"],"No thanks":["Não, obrigado"],"Install":["Instalar"],"Limited time offer":["Oferta por tempo limitado"],"Payments, made simple":["Pagamentos, simples"],"Discount will be applied to payments processed via WooCommerce Payments upon completion of installation, setup, and onboarding of WooCommerce Payments.":["O desconto será aplicado para pagamentos processados através do WooCommerce Pagamentos após a conclusão da instalação, configuração e integração do WooCommerce Pagamentos."],"Run your business and manage your payments all in one place with the only solution built and supported by WooCommerce. With WooCommerce Payments you can collect payments, handle disputes, and track revenue from inside your store’s dashboard – with no setup costs or monthly fees.":["Executar o seu negócio e gerenciar seus pagamentos em um único lugar, com apenas uma solução integrada e suportada por WooCommerce. Com WooCommerce de Pagamentos que você pode coletar pagamentos, conhecer dos litígios, e acompanhar a receita de dentro de sua loja de painel – com sem custos de instalação ou taxas mensais."],"Give your buyers more ways to pay":["Dar a seus compradores mais formas de pagamento"],"No thanks, I don’t want WooCommerce Payments":["Não, obrigado, eu não quero WooCommerce Pagamentos"],"Note that the extension hasn’t been installed, this will simply remove WooCommerce Payments from the navigation. Please take a moment to tell us why you’d like to dismiss WooCommerce Payments.":["Note que a extensão não tenha sido instalado, será simplesmente remover o WooCommerce Pagamentos de navegação. Por favor, tome um momento para nos dizer o porquê você gostaria de descartar WooCommerce Pagamentos."],"Why would you like to dismiss the new payments experience?":["Por que você gostaria de descartar os novos pagamentos experiência?"],"I’m already happy with my payments setup":["Eu já estou feliz com a minha pagamentos de instalação"],"I don’t want to install another plugin":["Eu não quero instalar outro plugin."],"I need more information about WooCommerce Payments":["Preciso de mais informações sobre o WooCommerce Pagamentos"],"I’m open to installing it another time":["Estou aberto para instalá-lo outra vez"],"It’s something else (Please share below)":["É outra coisa (por Favor, compartilhe abaixo)"],"Comments (Optional)":["Comentários (Opcional)"],"Just dismiss WooCommerce Payments":["Apenas demitir WooCommerce Pagamentos"],"Dismiss and send feedback":["Rejeitar e enviar comentários"],"Frequently asked questions":["Perguntas frequentes"],"What is WooCommerce Payments?":["O que é WooCommerce Pagamentos?"],"Run your business and manage your payments all in one place with the only solution built and supported by WooCommerce.":["Executar o seu negócio e gerenciar seus pagamentos em um único lugar, com apenas uma solução integrada e suportada por WooCommerce."],"Collect payments, handle disputes, and track revenue from inside your store’s dashboard. You can also securely accept credit and debit card payments, Apple Pay, local payment methods, recurring revenue, accelerated checkout, and more – in over 100+ currencies with WooCommerce Payments.":["Coletar pagamentos, conhecer dos litígios, e acompanhar a receita de dentro de sua loja de painel. Você pode também firmemente aceitar cartões de crédito e débito pagamentos, a Apple Pagar, métodos de pagamento locais, receitas recorrentes, acelerado check-out, e muito mais em mais de 100 moedas com WooCommerce Pagamentos."],"Can I use WooCommerce Payments alongside other payment gateways?":["Posso usar o WooCommerce Pagamentos juntamente com outros gateways de pagamento?"],"Yes. WooCommerce Payments works alongside other payment service providers, including Stripe, PayPal, and all others. We’ve built it with this flexibility in mind so that you can ensure your store is working to meet your business needs.":["Sim. WooCommerce Pagamentos trabalha lado a lado com outros prestadores de serviços de pagamento, incluindo a Faixa, PayPal, e todos os outros. Nós construí-lo com esta flexibilidade em mente para que você possa garantir a sua loja está trabalhando para atender as suas necessidades de negócio."],"Why should I choose WooCommerce Payments over other payment gateways?":["Por que devo escolher o WooCommerce Pagamentos através de outros gateways de pagamento?"],"Native dashboard: track cash flow from the same WordPress dashboard you're already using to manage product catalog, inventory, orders, fulfillment, and otherwise run your online storefront.":["Nativo do painel de controle: controlar o fluxo de caixa do mesmo painel do WordPress você já está usando para gerenciar catálogo de produtos, estoque, pedidos, entregas, e caso contrário, execute a sua loja em linha."],"In-person payments: WooCommerce Payments enables you to sell online and offline with the official WooCommerce mobile app instead of a paid POS solution (US and Canada only).":["A pessoa-pagamentos: WooCommerce Pagamentos permite que você venda on-line e off-line com o oficial WooCommerce aplicativo móvel em vez de pagar POS solution (EUA e Canadá apenas)."],"Subscription functionality: offer customers a recurring option for your inventory without purchasing an additional extension (US only).":["Funcionalidade de assinatura: oferecer aos clientes uma opção de evento recorrente para o seu inventário, sem a compra de uma extensão adicional (somente para os EUA)."],"Native multi-currency: multi-currency support built right in. Increase sales by making it easier for customers outside your country to purchase from your store, in local currencies, without another extension.":["Nativo multi-moeda: multi-moeda de suporte integrada. Aumentar as vendas, tornando mais fácil para os clientes de fora de seu país para comprar de sua loja, em moedas locais, sem outra extensão."],"Maximize checkout conversion by providing buyers the payment methods that are most popular and relevant to them including credit & debit cards, Apple Pay, Google Pay, and local options based on their country. WooCommerce Payments gives your store more flexibility and your customers more purchasing power – including compatibility with extensions to add options like PayPal, Amazon Pay, as well as installment and buy now, pay later options like Affirm, Klarna, and Afterpay.":["Maximizar checkout conversão fornecendo aos compradores a métodos de pagamento que são mais populares e relevantes, incluindo crédito e cartões de débito, a Apple Pagar, o Google Paga, locais e opções de acordo com seu país. WooCommerce Pagamentos dá a sua loja mais flexibilidade e seus clientes, com mais poder de compra, incluindo a compatibilidade com extensões para adicionar opções como o PayPal, Amazon Pagar, bem como o parcelamento e comprar agora, pague depois em opções, como Afirmamos, Klarna, e Afterpay."],"How will I save money using WooCommerce Payments?":["Como vou economizar dinheiro usando o WooCommerce Pagamentos?"],"What are the fees for WooCommerce Payments?":["Quais são as taxas para WooCommerce Pagamentos?"],"WooCommerce Payments uses a pay-as-you-go pricing model. You pay only for activity on the account. No setup fee or monthly fee. Fees differ based on the country of your account, the form of payment the buyer chooses, and the country of your customers card.":["WooCommerce Pagamentos usa um pay-as-you-go modelo de preços. Você paga apenas para a atividade em conta. Sem taxa de instalação ou taxa mensal. Taxas diferentes de acordo com o país de sua conta, a forma de pagamento que o comprador escolhe, e o país de seus clientes cartão."],"When will I receive deposits for my WooCommerce Payments account balance?":["Quando vou receber depósitos para o meu WooCommerce Pagamentos saldo da conta?"],"Payments received each day become part of the pending balance. That pending balance will become available after a pending period. On the day it becomes available, it will be automatically paid out to your bank account. The pending period is based on the country of the account.":["Pagamentos recebidos a cada dia tornar-se parte do saldo pendente. Que pendente saldo ficará disponível após um período de espera. No dia em que ele se torna disponível, ele será automaticamente paga para sua conta bancária. O período de espera é de acordo com o país da conta."],"For example, a business based in New Zealand has a pending period of 4 business days. Payments made to this account on Wednesday will be paid out on the next Tuesday.":["Por exemplo, uma empresa com base na Nova Zelândia tem um período de espera de 4 dias úteis. Os pagamentos feitos para esta conta na quarta-feira será pago na próxima terça-feira."],"Most banks will reflect the deposit in your account as soon as they receive the transfer from WooCommerce Payments. Some may take a few extra days to make the balance available to you.":["A maioria dos bancos vai refletir o depósito em sua conta assim que receber a transferência do WooCommerce Pagamentos. Alguns podem demorar mais uns dias para fazer o saldo disponível para você."],"What products are not permitted on my store when accepting payments with WooCommerce Payments?":["Quais os produtos que não são permitidos na minha loja, quando a aceitar pagamentos com WooCommerce Pagamentos?"],"Due to restrictions from card networks, our payment service providers, and their financial service providers, some businesses and product types that are not allowed to transact using WooCommerce Payments, including but not limited to:":["Devido a restrições de cartão de redes, nossos prestadores de serviços de pagamento, e seus prestadores de serviços financeiros, algumas empresas e tipos de produtos que não são permitidos para transact utilizando o WooCommerce Pagamentos, incluindo, mas não limitado a:"],"Virtual currency, including video game or virtual world credits":["Moeda Virtual, incluindo jogo de vídeo ou o mundo virtual créditos"],"Counterfeit goods":["Produtos falsificados"],"Adult content and services":["Conteúdo adulto e serviços"],"Drug paraphernalia (including e-cigarette, vapes and nutraceuticals)":["Instrumentos para uso de drogas (incluindo endereço de e-cigarro, vapes e nutracêuticos)"],"Multi-level marketing":["Marketing Multi-nível"],"Pseudo pharmaceuticals":["Pseudo produtos farmacêuticos"],"Social media activity, like Twitter followers, Facebook likes, YouTube views":["A atividade de mídia Social, como seguidores no Twitter, Facebook gosta, YouTube vistas"],"Substances designed to mimic illegal drugs":["Substâncias concebido para imitar drogas ilegais"],"Firearms, ammunition":["Armas de fogo, munições"],"By signing up to use WooCommerce Payments, you agree not to accept payments in connection with these restricted activities, practices or products. We also work to ensure that no prohibited activity is conducted on WooCommerce Payments.":["Ao inscrever-se para usar o WooCommerce Pagamentos, você concorda em não aceitar pagamentos em conexão com essas atividades restritas, práticas ou produtos. Também trabalhamos para garantir que nenhum proibida a atividade é realizada no WooCommerce Pagamentos."],"If we become aware of prohibited activity, we may restrict or shutdown the account responsible.":["Se nos tornamos conscientes de atividade proibida, podemos restringir ou encerrar a conta do responsável."],"Can WooCommerce Payments support Subscriptions and recurring payment options?":["Pode WooCommerce Pagamentos de Assinaturas e periódicos opções de pagamento?"],"Have more questions?":["Tem mais perguntas?"],"Get in touch":["Entrar em contato"],"Add more ways for buyers to pay":["Adicionar mais formas para os compradores a pagar"],"Enable PayPal Payments alongside WooCommerce Payments. Give your customers another way to pay safely and conveniently via PayPal, PayLater, and Venmo.":["Activar Pagamentos PayPal lado WooCommerce Pagamentos. Dê aos seus clientes uma outra maneira de pagar de forma segura e conveniente, via PayPal, PayLater, e Venmo."],"Enable Amazon Pay alongside WooCommerce Payments and give buyers the ability to pay via Amazon Pay. Transactions take place via Amazon embedded widgets, so the buyer never leaves your site.":["Activar a Amazon Paga juntamente com WooCommerce Pagamentos e dar aos compradores a possibilidade de pagar via Amazon Pagar. Transações via Amazon widgets incorporados, de modo que o comprador nunca sai do seu site."],"Klarna":["Klarna"],"Enable Klarna alongside WooCommerce Payments. With Klarna Payments buyers can choose the payment installment option they want, Pay Now, Pay Later, or Slice It. No credit card numbers, no passwords, no worries.":["Activar Klarna lado WooCommerce Pagamentos. Com Klarna Pagamentos compradores podem escolher a parcela do pagamento a opção que deseja Pagar Agora, Pague mais Tarde, ou cortá-Lo. Não há números de cartão de crédito, sem senhas, sem preocupações."],"Enable Affirm alongside WooCommerce Payments and give buyers the ability to pick the payment option that works for them and their budget — from 4 interest-free payments every 2 weeks to monthly installments.":["Activar Afirmar lado WooCommerce Pagamentos e dar aos compradores a possibilidade de escolher a opção de pagamento que funciona para elas e o seu orçamento — a partir de 4 de juros livre de pagamentos a cada 2 semanas, para parcelas mensais."],"extension in your store.":["extensão em sua loja."]}}}