Repository: dsemblano/imprima
Catalog: site/web/app/languages/loco/plugins/woocommerce-services-*.po
Languages: pt_br

source: Required
pt_br: Necessário

source: Optional
pt_br: Opcional

source: Dismiss
pt_br: Fechar

source: More
pt_br: Mais

source: You have unsaved changes.
pt_br: Você tem alterações não salvas.

source: You have unsaved changes. Are you sure you want to leave this page?
pt_br: Você tem alterações não salvas. Tem certeza de que deseja sair desta página?

source: Your changes have been saved.
pt_br: As suas alterações foram salvas.

source: There was a problem with one or more entries. Please fix the errors below and try saving again.
pt_br: Houve um problema com uma ou mais entradas. Por favor, corrija os erros abaixo e tente guardar novamente.

source: Save changes
pt_br: Salve as alterações

source: Saved Packages
pt_br: Salvo Pacotes

source: All services selected
pt_br: Todos os serviços selecionados

source: %(numSelected)d service selected
pt_br: %(numSelected)d serviço selecionado

source: Expand Services
pt_br: Expanda Serviços

source: Service
pt_br: Serviço

source: Price adjustment
pt_br: O ajuste de preços

source: Increase the rates calculated by the carrier to account for packaging and handling costs. You can also add a negative amount to save your customers money.
pt_br: Aumentar as taxas calculadas pelo transportador para dar conta de embalagem e manuseio de custos. Você também pode adicionar um valor negativo para guardar seu dinheiro de clientes.

source: Debug
pt_br: Depuração

source: Display troubleshooting information on the Cart and Checkout pages.
pt_br: Exibir informações de resolução de problemas no Carrinho e Checkout páginas.

source: Enabled
pt_br: Habilitado

source: Disabled
pt_br: Deficiência

source: Logging
pt_br: Registo

source: Write diagnostic messages to log files. Helpful when contacting support.
pt_br: Escrever mensagens de diagnóstico para arquivos de log. Útil quando contactar o suporte técnico.

source: Shipping Log
pt_br: Envio De Log

source: Taxes Log
pt_br: Impostos De Registo

source: Other Log
pt_br: Registo

source: Tax Rates
pt_br: Taxas De Imposto

source: Download Backed-up Tax Rates
pt_br: Download de backup Taxas de Imposto

source: Support
pt_br: Suporte

source: Need help?
pt_br: Precisa de ajuda?

source: Health
pt_br: Saúde

source: Automated Taxes
pt_br: Automatizado De Impostos

source: Go to the Tax settings
pt_br: Vá para as configurações de Imposto

source: Go to General settings
pt_br: Vá para configurações Gerais

source: Automated taxes documentation
pt_br: Automatizado de impostos documentação

source: Service data was found, but is more than three days old
pt_br: Serviço de dados foi encontrado, mas é mais de três dias

source: Service data was found, but is more than one day old
pt_br: Serviço de dados foi encontrado, mas é mais do que um dia de idade

source: Service data is up-to-date
pt_br: O serviço de dados é atualizado

source: Service data found, but may be out of date
pt_br: Serviço de dados encontrados, mas podem estar desatualizados

source: No service data available
pt_br: Nenhum serviço de dados disponíveis

source: WooCommerce Shipping & Tax Data
pt_br: WooCommerce De Envio & Imposto De Dados

source: Last updated %s.
pt_br: Atualizada %s.

source: Refresh
pt_br: Atualização

source: Log tail copied to clipboard
pt_br: Registo de cauda copiados para a área de transferência

source: Last %s entry. {{a}}Show full log{{/a}}
pt_br: Últimos %s de entrada. {{a}}Show completo log{{/a}}

source: Copy for support
pt_br: Cópia para suporte

source: Request was made %s - check logs below or {{a}}edit service settings{{/a}}
pt_br: Foi feita a solicitação do %s - verifique os logs abaixo ou {{a}}editar definições de serviço{{/a}}

source: Edit service settings
pt_br: Editar definições de serviço

source: Services
pt_br: Serviços

source: Create shipping label
pt_br: Criar etiqueta de envio

source: Track Package
pt_br: Faixa Pacote

source: Create new label
pt_br: Criar novo marcador

source: Connection error: unable to create label at this time
pt_br: Conexão de erro: não é possível criar etiquetas no momento

source: %(itemCount)d item is ready to be fulfilled
pt_br: %(itemCount)d item está pronto para ser cumprida

source: No activity yet
pt_br: Nenhuma atividade ainda

source: Labels older than 30 days cannot be refunded.
pt_br: Rótulos com mais de 30 dias não podem ser reembolsados.

source: USPS labels without tracking are not eligible for refund.
pt_br: USPS rótulos sem controle não são elegíveis para reembolso.

source: Request refund
pt_br: Solicitação de reembolso

source: Label images older than 180 days are deleted by our technology partners for general security and data privacy concerns.
pt_br: Etiqueta de imagens de mais de 180 dias são eliminadas pelos nossos parceiros de tecnologia para geral de segurança e privacidade de dados preocupações.

source: Reprint
pt_br: Reimpressão

source: Reprint shipping label
pt_br: Reimpressão etiqueta de envio

source: View details
pt_br: Ver detalhes

source: Schedule a pickup
pt_br: Agende uma coleta

source: Print customs form
pt_br: Imprimir formulário da alfândega

source: Internal note
pt_br: Nota interna

source: Note sent to customer
pt_br: Nota enviada ao cliente

source: Refund
pt_br: Reembolso

source: Refunded %(amount)s
pt_br: Reembolsado %(quantidade)s

source: Note
pt_br: Nota

source: Toggle menu
pt_br: Alternar menu

source: Cancel
pt_br: Cancelar

source: Refund label (-%(amount)s)
pt_br: O reembolso de etiqueta (-%(quantidade)s)

source: Request a refund
pt_br: Solicitação de reembolso

source: You can request a refund for a shipping label that has not been used to ship a package. It will take at least %(days)s days to process.
pt_br: Você pode solicitar um reembolso para uma etiqueta de transporte que não tenha sido usado para enviar um pacote. Vai demorar pelo menos %(dias)dias s para o processo.

source: Purchase date
pt_br: Data da compra

source: Amount eligible for refund
pt_br: Montante elegível para o reembolso

source: Print
pt_br: Imprimir

source: If there was a printing error when you purchased the label, you can print it again.
pt_br: Se houve um erro de impressão quando você comprou o rótulo, você pode imprimi-lo novamente.

source: NOTE: If you already used the label in a package, printing and using it again is a violation of our terms of service and may result in criminal charges.
pt_br: NOTA: Se você já usou o rótulo de um pacote, de impressão e de utilizá-lo novamente é uma violação de nossos termos de serviço e pode resultar em acusações criminais.

source: Paper size
pt_br: Tamanho do papel

source: Close
pt_br: Fechar

source: Receipt
pt_br: Recebimento

source: Package
pt_br: Pacote

source: Items
pt_br: Itens

source: Purchasing\u2026
pt_br: Compra\u2026

source: %(count)s event
pt_br: %(contagem)s eventos

source: Show notes from %(date)s
pt_br: Mostrar notas de %(data)s

source: Saving\u2026
pt_br: Verão\u2026

source: Save Settings
pt_br: Salvar Configurações

source: We were unable to automatically verify the address \u2014 %(error)s.
pt_br: Não foi possível verificar automaticamente o endereço \u2014 %(erro)s.

source: We were unable to automatically verify the address.
pt_br: Não foi possível verificar automaticamente o endereço.

source: Address entered
pt_br: Endereço digitado

source: Automatic verification failed for this address. It may still be a valid address \u2014 use the tools below to manually verify.
pt_br: Automático de falha de verificação para este endereço. Ele ainda pode ser um endereço válido \u2014 utilizar as ferramentas abaixo para verificar manualmente.

source: Verify with USPS
pt_br: Verifique com o USPS

source: View on Google Maps
pt_br: Ver no Google Maps

source: Edit address
pt_br: Editar endereço

source: Use address as entered
pt_br: Use o endereço inserido

source: Packaging
pt_br: Embalagem

source: No packages selected
pt_br: Nenhum pacote selecionado

source: 1 item in 1 package: %(weight)s %(unit)s total
pt_br: 1 item em 1 package: %(peso) %s(unidade)total de s

source: %(itemsCount)d items in 1 package: %(weight)s %(unit)s total
pt_br: %(itemsCount)d itens em 1 package: %(peso) %s(unidade)total de s

source: %(itemsCount)d items in %(packageCount)d packages: %(weight)s %(unit)s total
pt_br: %(itemsCount)d itens em %(packageCount)d pacotes: %(peso) %s(unidade)total de s

source: Use these packages
pt_br: Usar esses pacotes

source: Packages to be Shipped
pt_br: O envio de pacotes

source: Add items
pt_br: Adicionar itens

source: Items to fulfill
pt_br: Itens para atender a

source: Weight
pt_br: Peso

source: There are no items in this package.
pt_br: Não há itens na embalagem.

source: Total Weight (with package)
pt_br: Total Peso (com embalagem)

source: Move
pt_br: Mover

source: Individually Shipped Item
pt_br: Individualmente Enviado Item

source: Item Dimensions
pt_br: Dimensões Item

source: Package details
pt_br: Detalhes do pacote

source: Add package
pt_br: Adicionar pacote

source: Select a package type
pt_br: Selecione um tipo de pacote

source: Please select a package
pt_br: Por favor seleccione um pacote

source: Submit
pt_br: Enviar

source: Move item
pt_br: Deslocar item

source: Where would you like to move it?
pt_br: Onde você gostaria de movê-lo?

source: Add to a New Package
pt_br: Adicionar um Novo Pacote

source: Ship in original packaging
pt_br: Enviamos em embalagem original

source: Add
pt_br: Adicionar

source: Add item
pt_br: Adicionar item

source: Customs information incomplete
pt_br: Informação aduaneira incompleta

source: Customs information valid
pt_br: Informações aduaneiras válido

source: Customs
pt_br: Costumes

source: Save customs form
pt_br: Salvar o formulário da alfândega

source: Return to sender if package is unable to be delivered
pt_br: Devolução ao remetente se o pacote não pode ser entregue

source: Contents type
pt_br: Tipo de conteúdo

source: Merchandise
pt_br: Mercadorias

source: Documents
pt_br: Documentos

source: Gift
pt_br: Presente

source: Sample
pt_br: Exemplo

source: Other\u2026
pt_br: Outros\u2026

source: Details
pt_br: Detalhes

source: Restriction type
pt_br: Tipo de restrição

source: None
pt_br: Nenhum

source: Quarantine
pt_br: Quarentena

source: Sanitary / Phytosanitary inspection
pt_br: Sanitário / Fitossanitário de inspeção

source: more info
pt_br: mais informações

source: Description
pt_br: Descrição

source: Weight (per unit)
pt_br: Peso (por unidade)

source: Value (per unit)
pt_br: Valor (por unidade)

source: Unsaved changes made to packages
pt_br: Não salvas as alterações feitas para os pacotes

source: No rates found
pt_br: Sem taxas encontradas

source: %(serviceName)s: %(rate)s
pt_br: %(serviceName)s: %(taxa)s

source: Total rate: %(total)s
pt_br: Taxa Total: %(total)s

source: Shipping rates
pt_br: Taxas de envio

source: The service and rate chosen by the customer at checkout is not available. Please choose another.
pt_br: O serviço e a taxa escolhida pelo cliente, ao finalizar a compra não está disponível. Por favor, escolha outro.

source: Choose rate: %(pckg)s
pt_br: Escolher a velocidade: %(pckg)s

source: Signature required
pt_br: Assinatura necessária

source: Adult signature required
pt_br: A assinatura de um adulto necessário

source: Shipping summary
pt_br: Envio de resumo

source: Notify the customer with shipment details
pt_br: Notificar o cliente, com detalhes de envio

source: Mark this order as complete and notify the customer
pt_br: Marcar este pedido como completo e notificar o cliente

source: WooCommerce Shipping gives you access to USPS Commercial Pricing, which is discounted over Retail rates.
pt_br: WooCommerce de Envio dá-lhe acesso a USPS Comercial de Preços, que é descontado sobre a Retalho taxas.

source: You save %s with WooCommerce Shipping
pt_br: Que você salve %s com WooCommerce de Envio

source: Package %(index)s \u2013 %(title)s
pt_br: Package %(índice)s \u2013 %(título)s

source: Your UPS account will be charged
pt_br: A sua conta UPS será cobrado

source: Shipping from
pt_br: Envio de

source: Edit
pt_br: Editar

source: shipping label ready
pt_br: etiqueta de envio pronto

source: Choose credit card
pt_br: Escolher o cartão de crédito

source: Add credit card
pt_br: Adicionar cartão de crédito

source: Buy shipping label
pt_br: Comprar etiqueta de envio

source: Untitled
pt_br: Sem título

source: Expand
pt_br: Expanda

source: Your shipping packages have been saved.
pt_br: O envio de pacotes de ter sido salvo.

source: Unable to save your shipping packages. Please try again.
pt_br: Não é possível salvar o envio de pacotes. Por favor, tente novamente.

source: Done
pt_br: Feito

source: Invalid value.
pt_br: Valor inválido.

source: This field is required.
pt_br: Este campo é necessário.

source: Type of package
pt_br: Tipo de pacote

source: Box
pt_br: Caixa

source: Package name
pt_br: Nome do pacote

source: Unique package name
pt_br: Pacote único nome

source: This field must be unique
pt_br: Este campo deve ser exclusivo

source: Dimensions (L x W x H)
pt_br: Dimensões (L x W x H)

source: Weight of empty package
pt_br: Peso do pacote vazio

source: All packages selected
pt_br: Todos os pacotes selecionados

source: %(selectedCount)d package selected
pt_br: %(selectedCount)d pacote selecionado

source: HS Tariff number
pt_br: HS número de tarifação

source: Origin country
pt_br: País de origem

source: Country where the product was manufactured or assembled
pt_br: País onde o produto foi fabricado ou montado

source: Weight (%s per unit)
pt_br: Peso (%s por unidade)

source: Value ($ per unit)
pt_br: Valor ($ por unidade)

source: Origin address
pt_br: Endereço de origem

source: Destination address
pt_br: Endereço de destino

source: Validating address\u2026
pt_br: Validação de endereços\u2026

source: Invalid address
pt_br: Endereço inválido

source: You've edited the address, please revalidate it for accurate rates
pt_br: Você não editou o endereço, por favor, revalidações para taxas mais precisos

source: One of the address data has non-roman character(s) that might not be printed properly!
pt_br: Um dos dados de endereço tem de caracteres não romanos(s) que podem não ser impressos corretamente!

source: Name
pt_br: Nome

source: Company
pt_br: Empresa

source: Phone
pt_br: Telefone

source: %(message)s. Please modify the address and try again.
pt_br: %(mensagem)s. Por favor modifique o endereço e tente novamente.

source: Address
pt_br: Endereço

source: City
pt_br: Cidade

source: State
pt_br: Estado

source: Select one\u2026
pt_br: Selecione um\u2026

source: ZIP/Postal code
pt_br: CEP/código Postal

source: Country
pt_br: País

source: Verify address
pt_br: Verificar endereço

source: We have slightly modified the address entered. If correct, please use the suggested address to ensure accurate delivery.
pt_br: Temos ligeiramente modificado o endereço inserido. Se estiver correta, por favor, use o endereço sugerido para assegurar a precisão da entrega.

source: Suggested address
pt_br: Endereço sugerido

source: Use selected address
pt_br: Use o endereço selecionado

source: Your shipping settings have been saved.
pt_br: Envio as definições foram guardadas.

source: Unable to save your shipping settings. Please try again.
pt_br: Não é possível salvar suas configurações de frete. Por favor, tente novamente.

source: Unable to get your settings. Please refresh the page to try again.
pt_br: Não é possível obter as definições. Por favor, atualize a página e tente novamente.

source: Shipping Labels
pt_br: Etiquetas De Envio

source: Print shipping labels yourself and save a trip to the post office
pt_br: Impressão de etiquetas de envio e guardar uma viagem para o post office

source: Only the site owner can manage shipping label payment methods. Please contact %(ownerName)s (%(ownerLogin)s) to manage payment methods.
pt_br: Somente o proprietário do site pode gerenciar etiqueta de envio métodos de pagamento. Por favor contate %(proprietário)s (%(ownerLogin)s) para gerenciar os métodos de pagamento.

source: Retry
pt_br: Repetição

source: Only the site owner can change these settings. Please contact %(ownerName)s (%(ownerLogin)s) to change the shipping label settings.
pt_br: Somente o proprietário do site pode alterar essas configurações. Por favor contate %(proprietário)s (%(ownerLogin)s) para alterar a etiqueta de remessa de configurações.

source: We'll charge the credit card on your account (%(card)s) to pay for the labels you print
pt_br: Vamos cobrar o cartão de crédito em sua conta (%(cartão)s) para pagar a você imprimir etiquetas

source: To purchase shipping labels, add a credit card.
pt_br: Para compra de etiquetas de envio, adicionar um cartão de crédito.

source: Choose a different card
pt_br: Escolha um cartão diferente

source: To purchase shipping labels, choose a credit card you have on file or add a new card.
pt_br: Para compra de etiquetas de envio, escolha um cartão de crédito que você tem no arquivo ou adicionar um novo cartão.

source: Add another credit card
pt_br: Adicionar outro cartão de crédito

source: Add a credit card
pt_br: Adicionar um cartão de crédito

source: Email Receipts
pt_br: Confirmações De E-Mail

source: Email the label purchase receipts to %(ownerName)s (%(ownerLogin)s) at %(ownerEmail)s
pt_br: E-mail o rótulo de recibos de compra para %(proprietário)s (%(ownerLogin)s) em %(ownerEmail)s

source: Payment
pt_br: Pagamento

source: Discover
pt_br: Descubra

source: %(card)s ****%(digits)s
pt_br: %(cartão)s ****%(dígitos)s

# date is of the form MM/YY
source: Expires %(date)s
pt_br: Expira %(data)s

source: WeChat Pay
pt_br: WeChat Pagar

source: Dimensions
pt_br: Dimensões

source: Remove
pt_br: Remover

source: Add boxes, envelopes, and other packages you use most frequently
pt_br: Adicionar caixas, envelopes e outros pacotes que você usa com mais freqüência

source: Carrier account
pt_br: Conta da transportadora

source: Set up your own carrier account by adding your credentials here
pt_br: Configurar a sua própria operadora conta adicionando seu credenciais aqui

source: Credentials
pt_br: Credenciais

source: Your carrier account was disconnected succesfully.
pt_br: A sua operadora conta foi desligado com êxito.

source: There was an error trying to disconnect your carrier account
pt_br: Houve um erro ao tentar desligar a sua conta da transportadora

source: Disconnect
pt_br: Desligue

source: Connect
pt_br: Ligar

source: Disconnect your %(carrier_name)s account
pt_br: Desligue o %(carrier_name)s conta

source: This will remove the connection with %(carrier_name)s. All of your %(carrier_name)s account information will be deleted and you won\u2019t see %(carrier_name)s rates.
pt_br: Isto irá remover a conexão com %(carrier_name)s. Todos os seus %(carrier_name)s informações da conta será apagada e você não\u2019t consulte %(carrier_name)s taxas.

source: Live rates at checkout
pt_br: Ao vivo taxas de checkout

source: Show live rates directly on your store - never under or overcharge for shipping again
pt_br: Show ao vivo taxas diretamente em sua loja - nunca, sob ou sobrecarga para o transporte novamente

source: Add to shipping zones
pt_br: Adicionar ao envio de zonas de

source: To be displayed at checkout, this carrier must be added as a shipping method to selected shipping zones
pt_br: Para ser exibida na finalização da compra, este transporte deve ser adicionado como um método de envio para transporte selecionado zonas

source: Discounted %(carrierName)s shipping labels
pt_br: Com desconto %(carrierName)s de etiquetas de envio

source: Ship with the largest delivery network in the United States
pt_br: Navio com a maior rede de distribuição nos Estados Unidos

source: Live rates for %(carrierName)s at checkout
pt_br: Ao vivo taxas para %(carrierName)s ao finalizar a compra

source: DHL Express
pt_br: A DHL Express

source: Express delivery from the experts in international shipping
pt_br: Entrega expressa dos especialistas em transportes internacionais

source: Carrier
pt_br: Transportadora

source: Features
pt_br: Recursos

source: Shipping method
pt_br: Método de envio

source: View and manage your subscription usage
pt_br: Ver e gerir a sua subscrição de uso

source: Usage
pt_br: Utilização

source: Your store is over the limit for rate calls this month and your account will be charged for overages. To prevent future overage charges you can upgrade your plan.
pt_br: Sua loja é mais o limite para chamadas a taxa deste mês e serão cobradas na sua conta para overages. Para evitar futuras cobranças adicionais você pode atualizar o seu plano.

source: Manage
pt_br: Gerenciar

source: Your subscription was succesfully activated.
pt_br: A sua subscrição foi ativado com sucesso.

source: There was an error trying to activate your subscription.
pt_br: Houve um erro ao tentar ativar sua assinatura.

source: Activate
pt_br: Activar

source: This field is required
pt_br: Este campo é obrigatório

source: The UPS account number needs to be 6 letters and digits in length
pt_br: O número de conta UPS precisa ser de 6 letras e dígitos de comprimento

source: The phone number needs to be 10 digits in length
pt_br: O número de telefone precisa ser de 10 dígitos de comprimento

source: The ZIP/Postal code needs to be 5 digits in length
pt_br: O CEP/código Postal precisa ter 5 dígitos de comprimento

source: The email format is not valid
pt_br: O formato de e-mail não é válido

source: The company website format is not valid
pt_br: O site da empresa formato não é válido

source: The invoice number needs to be 9 or 13 letters and digits in length
pt_br: O número da nota fiscal precisa ser de 9 ou 13 letras e dígitos de comprimento

source: The date must be a valid date in the format YYYY-MM-DD
pt_br: A data deve ser uma data válida no formato AAAA-MM-DD

source: Cancel connection
pt_br: Cancelar a ligação

source: This action will delete any information entered on the form.
pt_br: Esta acção irá eliminar quaisquer informações inseridas no formulário.

source: Your carrier account was connected successfully.
pt_br: A sua operadora conta foi ligado com êxito.

source: There was an error connecting to your %(carrierName)s account. Please check that all of the information entered matches your %(carrierName)s account and try to connect again.
pt_br: Houve um erro ao conectar ao seu %(carrierName)s conta. Por favor verifique que toda a informação introduzida corresponde ao seu %(carrierName)s de conta e tente se conectar novamente.

source: Connect your UPS account
pt_br: Conecte sua conta UPS

source: General information
pt_br: Informações gerais

source: This is the account number and address from your UPS profile
pt_br: Este é o número da conta e o endereço de seu perfil UPS

source: Account number
pt_br: Número da conta

source: Address 2 (optional)
pt_br: Endereço 2 (opcional)

source: Company information
pt_br: Informações da empresa

source: This is the company info you used to create your UPS account
pt_br: Esta é a informação da empresa que você utilizou para criar a sua conta UPS

source: Company name
pt_br: Nome da empresa

source: Job title
pt_br: Título do trabalho

source: Company website
pt_br: Site da empresa

source: UPS account information
pt_br: Informações da conta UPS

source: I have been issued an invoice from UPS within the past 90 days
pt_br: Eu tenho sido emitida uma nota fiscal de UPS nos últimos 90 dias

source: UPS invoice number
pt_br: UPS número da fatura

source: UPS invoice date
pt_br: UPS data da fatura

source: UPS invoice amount
pt_br: UPS valor da fatura

source: UPS invoice currency
pt_br: A moeda da fatura UPS

source: UPS invoice control id
pt_br: Fatura UPS id de controlo

source: Loading
pt_br: Carregamento

source: %(carrierName)s not supported.
pt_br: %(carrierName)s não é suportado.
