Repository: dsemblano/imprima
Catalog: site/web/app/languages/loco/plugins/woocommerce-services-*.po
Languages: pt_br

source: Connect your %(carrierName)s account
pt_br: Ligar o %(carrierName)s conta

source: General Information
pt_br: Informações Gerais

source: Which package would you like to track?
pt_br: Qual pacote você gostaria de seguir?

source: No tracking information available at this time
pt_br: Não há informações de rastreamento disponível no momento
